Repository: wp-plugins/wp-related-items
Catalog: languages/wri-*.po
Languages: es_es

source: Set manual relationships
es_es: Establecer Relaciones manuales

source: Chose items from left side list and add it to the right side list.
es_es: Elija artículos de la lista del lado izquierdo y agréguelos a la lista de la derecha.

source: This function is available only on WRI premium version. Manually adjusted relationships have no effects on WRI free version. You can try, but dont use it on free version, because relationships are not saved!
es_es: Esta función sólo está disponible en versión premium de WRI. Relaciones ajustadas manualmente no tienen efectos sobre la versión gratuita de WRI. Puedes intentarlo, pero no lo utilices en la versión libre, ¡porque las relaciones no se guardan!

source: Manual Relationships
es_es: Relaciones Manuales

source: Manual Relationship
es_es: Relación Manual

source: WP Related Items (WRI)
es_es: Artículos WP relacionados (WRI)

source: General Settings
es_es: Configuración general

source: Enable WRI Plugin
es_es: Habilitar Plugin WRI

source: Enable manual settings of WRI relationships
es_es: Habilitar configuración manual de las relaciones de WRI

source: WRI Manual Relationships Weight (pro)
es_es: Peso de Relaciones Manuales (pro)

source: Enable Similarity Marker Categories (pro)
es_es: Habilitar Categorías de Similarity Marker (pro)

source: Thumbnail width
es_es: Ancho de Miniatura

source: Thumbnail height
es_es: Altura de Miniatura

source: Used posttypes
es_es: Posttypes usados

source: Use Yarpp tilte if WRI title is not set
es_es: Use título YARPP si el título de WRI no se establece

source: Hide related products displayed by WooCommerce
es_es: Ocultar productos relacionados mostrados por WooCommerce

source: Promote WRI
es_es: Promover WRI

source: Related Items
es_es: Elementos relacionados

source: Custom title
es_es: Título personalizado

source: Before title HTML tags
es_es: Antes de etiquetas de título HTML

source: After title HTML tags
es_es: Después de etiquetas de título HTML

source: Default display if no results
es_es: Pantalla por defecto si no hay resultados

source: Number of thumbnail columns (pro)
es_es: Número de columnas de miniaturas (pro)

source: Cross taxonomies
es_es: Taxonomías cruzadas

source: reference Items
es_es: Artículos de referencia

source: reference Posttype
es_es: Posttype de Referencia

source: Related post type
es_es: Tipo de publicaciones Relacionadas

source: Order
es_es: Ordenar

source: Limit number of displayed related items
es_es: Limitar el número de elementos relacionados que se muestran

source: Match threshold
es_es: Umbral de coincidencia

source: Position
es_es: Posición

source: Position in Archives (pro)
es_es: Posición en Archivos (pro)

source: Display Order
es_es: Ver Pedidos

source: List Thumbnail
es_es: Miniatura de Lista

source: Custom template
es_es: Plantilla personalizada

source: Related %s
es_es: %s relacionados

source: This plugin is based on Yet Another Related Posts Plugin (YARPP) and complement its functionality. Please install and activate <a href="http://wordpress.org/plugins/yet-another-related-posts-plugin/" target="_blank">Yet Another Related Posts Plugin</a> first.
es_es: Este plugin está basado en el PLugin Yet Another Related Posts (YARPP) y complementa su funcionalidad. Por favor, instale y active <a href="http://wordpress.org/plugins/yet-another-related-posts-plugin/" target="_blank">Yet Another Related Posts Plugin</a> primero.

source: WP Related Items (WRI) Settings - WebshopLogic
es_es: Configuración Temas WP relacionados (WRI) –WebshopLogic

source: Related Types
es_es: Tipos relacionados

source: %s Page
es_es: Página %s

source: Yarpp Settings
es_es: Configuración YARPP

source: WP Related Items (WRI) general settings
es_es: Configuración general Artículos WP relacionados (WRI)

source: Enter your settings below
es_es: Introducir los ajustes abajo

source: Enable WRI plugin
es_es: Habilitar Plugin WRI

source: Turns on WRI plugin. Turning on WRI plugin, you may want to turn off the "Automatically display" option of Yarpp plugin. In this case, YARPP is running in the background.
es_es: Activa WRI plugin. Al encender el plugin WRI, es posible que desee desactivar la opción "Automáticamente mostrar" del plugin YARPP. En este caso, YARPP se está ejecutando en segundo plano.

source: Thumbnail width / height
es_es: Ancho / altura de Miniatura

source: Operation of thumbnail size settings are template dependent.
es_es: Operación de configuración de tamaño de miniatura es dependiente de la plantilla.

source: This option allows you manual assignment of items (e.g. assign some product to a post). Assignment can be made on post edit pages, if this checkbox is on. (pro)
es_es: Esta opción le permite la asignación manual de los objetos (por ejemplo, asignar algún producto a una publicación). La asignación puede hacerse en las páginas posteriores de edición, si esta opción está activada. (Pro)

source: Set up weight of manual item associations. Use higher weight to your manual bindings enforced better. Default: 100.
es_es: Establecer el peso de las asociaciones de elementos manuales. Use un mayor peso a sus consolidaciones manuales forzadas mejor. Por defecto: 100

source: WRI Similarity Marker Categories are special categories for setting relationships between different elements, helping to increase the correlation between them. If you switch it on, the categorization metabox appears on edit pages of all used post types.
es_es: Las categorías de WRI Similarity Marker son categorías especiales para el establecimiento de relaciones entre los diferentes elementos, ayudando a aumentar la correlación entre ellos. Si lo enciende, el metabox de categorización aparece en las páginas de edición de todos los tipos de correos utilizados.

source: Post types used by WRI
es_es: Publicar tipos utilizados por WRI

source: You can select the post types you want to be treated. IMPORTANT: if you change this setting, you may need to save YARPP settings again in Settings -> Related Posts (YARPP) menu item, to refresh them.
es_es: Puede seleccionar los tipos de publicación que desea tratar. IMPORTANTE: Si cambia esta configuración, puede que tenga que guardar la configuración YARPP de nuevo en Configuración -> menú Mensajes Relacionados (YARPP), para refrescarlos

source: WooCommerce automatically show some related products. Set this option on to hide it, to avoid duplication of WRI and WooCommerce related items.
es_es: WooCommerce mostrará de forma automática algunos productos relacionados. Establezca esta opción en ocultarlo, para evitar la duplicación de artículos relacionados WRI y WooCommerce.

source: Please set at least one post type in <i>Post types used by WRI</i> field of <i>General</i> tab.
es_es: Establezca al menos un tipo de post en <i> Tipos de correos utilizados por la etiqueta WRI </i> campo de <i> general </i> ficha.

source: Related <i>%s</i>
es_es: Relacionado <i>%s</ i>

source: The settings below overwrite YARPP default display settings specially for <b><i> %s items</i></b>.
es_es: Los ajustes siguientes sobrescriben los ajustes de la pantalla por defecto YARPP especialmente de <b> <i>artículos %s</i></b>.

source: Leave these settings empty if YARPP default settings are appropriate for %s items.
es_es: Deje esta configuración vacía si la configuración predeterminada YARPP es apropiada para artículos %s.

source: Specify a unique title for this type of related posts. (You can see the post type in the header of this section.) Leave the field empty if YARPP default title setting is right for this post type.
es_es: Especifique un título único para este tipo de mensajes relacionados. (Usted puede ver el tipo de mensaje en la cabecera de esta sección.) Deje el campo vacío si el ajuste del título YARPP predeterminado es el adecuado para este tipo de correos.

source: Before / after title HTML tags
es_es: Antes / después de las etiquetas de título HTML

source: Operation of these settings is template dependent.
es_es: El funcionamiento de estos ajustes es dependiente de la plantilla.

source: Show selected cross taxonomy metaboxes on %s admin page (pro)
es_es: Mostrar Metaboxes de taxonomía transversales seleccionadas en la página de administrador %s (pro)

source: Cross taxonomies can be used to increase similarities using common categorization between different post types. For example, you can switch on WordPress standard post categories for products, so the post category metabox appears on products admin page. In this way, different post types can be in the same category, increasing the similarity rates.
es_es: Las taxonomías cruzadas se pueden utilizar para aumentar similitudes usando clasificación común entre los diferentes tipos de publicaciones. Por ejemplo, puede cambiar en WordPress categorías de publicaciones estándar, para productos, para que la metabox de categoría de la publicación aparezca en la página de administración de productos. De esta manera, diferentes tipos de publicaciones pueden estar en la misma categoría, incrementando las tasas de similitud.

source: Suggested YARPP Settings
es_es: Configuración YARPP sugerida

source: Using WRI plugin, YARPP similarity search service works in the background, so it is important to apply right YARPP settings.
es_es: Usar el plugin WRI, el servicio de búsqueda de similitud YARPP funciona en segundo plano, por lo que es importante aplicar ajustes YARPP correctos.

source: Choose <i>Settings -> Related Posts (YARPP)</i> item in WordPress Admin menu to setup YARPP options.
es_es: Elija <i> Configuración -.> Mensajes relacionados (YARPP) </i> en el Menú WordPress Admin para establecer opciones YARPP

source: Automatically display
es_es: Mostrar automáticamente

source: Turn off Automatically display checkbox to disable YARPP display of related posts. In this case WRI displays related items, while YARPP works in the background.
es_es: Apague Automáticamente mostrar casilla de verificación para desactivar pantalla YARPP de publicaciones relacionadas. En este caso WRI muestra artículos relacionados, mientras YARPP funciona en segundo plano.

source: <h3>Related items on %s reference pages</h3>
es_es: <h3> Artículos relacionados en %s páginas de referencia</h3>

source: On reference item tabs you can set how to display related items for the item type appointed by the actual tab. For example, if you want to set how to display related PRODUCTS for POSTS, you can use settings in PRODUCTS row on POST Reference Items tab. Such a matrix-like way you can specify all necessary variations of display settings.
es_es: En las pestañas de elementos de referencia puede configurar cómo se muestran los elementos relacionados para el tipo de elemento designado por la pestaña actual. Por ejemplo, si desea establecer cómo mostrar PRODUCTOS relacionados para PUBLICACIONES, puede utilizar la configuración de la fila PRODUCTOS en la pestaña Elementos de Referencia de Publicaciones. Esa forma de matriz puede especificar todas las variaciones necesarias de configuración de la pantalla.

source: Related items display setting on <b><i>%1s pages</i></b> and <b><i>%2s archive pages</i></b>
es_es: Configuración de pantalla para elementos relacionados en <b><i>%1s pages</i></b> and <b><i>%2s archive pages</i></b>

source: Display order of blocks
es_es: Mostrar orden de los bloques

source: List/Thumbnail
es_es: Lista / Miniatura

source: Yarpp custom Template
es_es: Plantilla personalizadaYARPP

source: score (high relevance to low)
es_es: Puntuación (de relevancia mayor a menor)

source: score (low relevance to high)
es_es: Puntuación (de relevancia menor a mayor)

source: date (new to old)
es_es: Fecha (nueva a antigua)

source: date (old to new)
es_es: Fecha (antigua a nueva)

source: title (alphabetical)
es_es: Título (alfabético)

source: title (reverse alphabetical)
es_es: Título (alfabético inverso)

source: Top of page
es_es: Inicio de la página

source: Bottom of page
es_es: Parte inferior de la página

source: None or just widgets
es_es: Ninguno o simplemente Widgets

source: Top of items
es_es: Parte superior de los elementos

source: Bottom of items
es_es: Parte inferior de los elementos

source: List
es_es: Lista

source: Thumbnail
es_es: Miniatura

source: According to YARPP display options
es_es: Según las opciones de visualización YARPP

source: Field Descriptions
es_es: Descripciones de Campos

source: Specify the order of displayed items for this type of related posts. Leave the field empty if YARPP default order setting is right for this post type.
es_es: Especifique el orden de los elementos mostrados para este tipo de publicaciones relacionadas. Deje el campo vacío si la configuración del orden YARPP por defecto es el adecuado para este tipo de correos.

source: Specify a unique limit of displayed items for this type of related posts. Leave the field empty if YARPP default limit setting is right for this post type.
es_es: Especifique un límite único de elementos que se muestran en este tipo de publicaciones relacionadas. Deje el campo vacío si el ajuste de límite YARPP predeterminado es el adecuado para este tipo de correos.

source: Specify a unique threshold for this type of related posts. Leave the field empty if YARPP default threshold setting is right for this post type. The lover limit may cause a higher hit number.
es_es: Especifique un umbral único para este tipo de publicaciones relacionadas. Deje el campo vacío si el ajuste de umbral YARPP predeterminado es el adecuado para este tipo de correos. El límite inferior puede causar una serie de visitas más alta

source: Position of items on single item pages.
es_es: Posición de elementos en las páginas individuales de elementos.

source: Position in Archives
es_es: Posición en Archivos

source: Position of items on archive item pages.
es_es: Posición de los elementos en las páginas de elementos de archivo.

source: You can set the order of blocks displayed on the same position. For example if you set related posts and products on the bottom of page, you can set the order of these two blocks.
es_es: Puede establecer el orden de los bloques que aparecen en la misma posición. Por ejemplo si se establece publicaciones relacionadas y productos en la parte inferior de la página, puede establecer el orden de estos dos bloques.

source: You can set list or thumbnail mode, or to use settings in Yarpp plugin.
es_es: Puede configurarmodo de lista o de miniaturas, o para utilizar la configuración en el plugin YARPP.

source: Your own template files can be used. Your templates should be in main directory of your active theme, the file name must conform to following naming convention: yarpp-template-....php. Please find more details about templates in Yarpp documentations.)
es_es: Sus propios archivos de plantilla se pueden utilizar. Las plantillas deben estar en el directorio principal de su tema activo, el nombre del archivo debe ajustarse a la siguiente convención de nomenclatura: YARPP-template-.... php. Encuentre más información acerca de las plantillas en la documentación YARPP.)

source: Upgrade to PRO version
es_es: Actualizar a la versión PRO

source: Common categories for relationships
es_es: Categorías comunes para las relaciones

source: Manual relationship assignments
es_es: Asignaciones de relaciones manual

source: More positioning options
es_es: Más opciones de posición

source: Display related items on archive pages
es_es: Mostrar artículos relacionados en páginas de archivo

source: Configurable number of thumbnail columns
es_es: Número configurable de columnas de miniaturas

source: Use different related item widget on different reference item types
es_es: Use diferentes widget de elementos relacionados en diferentes tipos de elementos de referencia

source: Use related item widget on archive pages
es_es: Utilice widget de elementos relacionados en las páginas de archivo

source: Manual assignment of items is possible. This way you can define explicit relationship between different items (e.g. assign some product to a post or two related posts to each other)
es_es: Es posible la asignación manual de elementos. De esta manera se puede definir una relación explícita entre los diferentes elementos (por ejemplo, asignar algún producto a una publicación o dos publicaciones relacionadas entre sí)

source: Hide title
es_es: Ocultar título

source: Title
es_es: Título

source: Display in Singles
es_es: Visualización en Singles

source: Display in Archives (pro)
es_es: Visualizar en Archivos(pro)

source: List or Thumbnail mode
es_es: Modo de Lista o Miniaturas

source: Thumbnail size (width/height)
es_es: Tamaño de miniatura (ancho/alto)

source: Maximum number of characters for excerpt displayed
es_es: Máximo número de caracteres por extracto mostrado

source: Hide widget if related items for this reference post type displayed directly on the post page, preventing duplicated display
es_es: Ocultar widget si los artículos relacionados para este tipo de publicación de referencia que aparece directamente en la página de entrada, evitando duplicar la pantalla

source: Display related items only on following post type pages (pro)
es_es: Mostrar elementos relacionados sólo en las siguientes páginas de tipo de publicación (pro)

source: Custom template: (according to Yarpp template mechanism)
es_es: Plantilla personalizada: (según el mecanismo de plantillas YARPP)

source: Could not create directory.
es_es: No se pudo crear directorio.

source: Error copying file!
es_es: ¡Error copiando archivo!

source: Related items is presented by WP Related Items Plugin.
es_es: Artículos relacionados es presentado por el Plugin Artículos relacionados WP.

source: WRI Similarity Marker Categories
es_es: Categorías WRI Similarity Marker

source: WRI Similarity Marker Category
es_es: Categoría WRI Similarity Marker

source: Search WRI Categories
es_es: Buscar Categorías WRI

source: All WRI Categories
es_es: Todas las Categorías WRI

source: Parent WRI Category
es_es: Categoría Padre WRI

source: Edit WRI Category
es_es: Editar Categoría WRI

source: Update WRI Category
es_es: Actualizar Categoría WRI

source: Add New WRI Category
es_es: Añadir Categoría Nueva WRI

source: New WRI Category Name
es_es: Nuevo Nombre Categoría WRI

source: No products found which match your selection.
es_es: No hay productos encontrados que coincidan con tu selección.
