Repository: wp-plugins/wp-related-items
Catalog: trunk/languages/wri-*.po
Languages: hu_hu

source: Set manual relationships
hu_hu: Hasonlóság megadása manuálisan

source: Chose items from left side list and add it to the right side list.
hu_hu: Válassza ki az elemeket a bal oldali listából, és adja hozzá a jobb oldali listához.

source: This function is available only on WRI premium version. Manually adjusted relationships have no effects on WRI free version. You can try, but dont use it on free version, because relationships are not saved!
hu_hu: Ez a funkció csak a WRI prémium verzióban érhető el. A manuálisan beállított kapcsolatoknak nem lesz hatása a WRI ingyenes verziójában. Kipróbálhatja, de ne használja ezt az ingyenes verzióban, mert a kapcsolatok nem kerülnek elmentésre.

source: Manual Relationships
hu_hu: Manuális hasonlóságok

source: Manual Relationship
hu_hu: Manuális hasonlóság

source: General Settings
hu_hu: Általános beállítások

source: Enable WRI Plugin
hu_hu: WRI plugin engedélyezés

source: Enable manual settings of WRI relationships
hu_hu: Manuális hasonlóság beállítás engedélyezés

source: WRI Manual Relationships Weight (pro)
hu_hu: WRI manuális kapcsolódási súly (pro)

source: Enable Similarity Marker Categories (pro)
hu_hu: WRI hasonlóság jelölő kategória engedélyezése (pro)

source: Thumbnail width
hu_hu: Bélyegkép szélesség

source: Thumbnail height
hu_hu: Bélyegkép magasság

source: Used posttypes
hu_hu: Használt bejegyzés típusok

source: Use Yarpp tilte if WRI title is not set
hu_hu: YARPP cím használata, ha a WRI cím nincs beállítva

source: Hide related products displayed by WooCommerce
hu_hu: A WooCommerce által megjelenített hasonló termékek kikapcsolása

source: Promote WRI
hu_hu: WRI támogatása

source: Related Items
hu_hu: Hasonló bejegyzések

source: Custom title
hu_hu: Egyedi cím

source: Before title HTML tags
hu_hu: Cím előtti HTML tag-ek

source: After title HTML tags
hu_hu: Cím utáni HTML tag-ek

source: Default display if no results
hu_hu: Alapértelmezett felirat, ha nincs találat

source: Number of thumbnail columns (pro)
hu_hu: Oszlopok száma (pro)

source: Cross taxonomies
hu_hu: Kereszt kategóriák

source: reference Items
hu_hu: referencia bejegyzések

source: reference Posttype
hu_hu: referencia bejegyzés típus

source: Related post type
hu_hu: Hasonló bejegyzés típusa

source: Order
hu_hu: Sorrend

source: Limit number of displayed related items
hu_hu: Megjelenítendő hasonló elemek száma

source: Match threshold
hu_hu: Hasonlósági küszöb

source: Position
hu_hu: Elhelyezkedés

source: Position in Archives (pro)
hu_hu: Elhelyezkedés az archív oldalakon (pro)

source: Display Order
hu_hu: Megjelenítési sorrend

source: List Thumbnail
hu_hu: Lista Bélyegkép

source: Custom template
hu_hu: Egyedi sablon

source: Related %s
hu_hu: Hasonló %s

source: This plugin is based on Yet Another Related Posts Plugin (YARPP) and complement its functionality. Please install and activate <a href="http://wordpress.org/plugins/yet-another-related-posts-plugin/" target="_blank">Yet Another Related Posts Plugin</a> first.
hu_hu: Ez a plugin a Yet Another Related Post Plugin (YARPP)-re épít, kiegészítve annak funkcionalitását. Kérjük, telepítse és aktiválja a <a href="http://wordpress.org/plugins/yet-another-related-posts-plugin/" target="_blank">Yet Another Related Posts Plugint</a> először.

source: WP Related Items (WRI) Settings - WebshopLogic
hu_hu: WP Related Items (WRI) beállítások - WebshopLogic

source: General
hu_hu: Általános

source: Related Types
hu_hu: Hasonló típusok

source: %s Page
hu_hu: %s oldal

source: Yarpp Settings
hu_hu: Yarpp beállítások

source: WP Related Items (WRI) general settings
hu_hu: WP Related Items (WRI) általános beállítások

source: Enter your settings below
hu_hu: Végezze el az alábbi beállításokat

source: Enable WRI plugin
hu_hu: WRI plugin engedélyezés

source: Turns on WRI plugin. Turning on WRI plugin, you may want to turn off the "Automatically display" option of Yarpp plugin. In this case, YARPP is running in the background.
hu_hu: WRI plugin engefélyezés. A WRI plugin bekapcsolásakor, szüksége lehet arra, hogy kikapcsolja az Automatikus megjelenítés (Automatically display) opciót a YARPP plugin-ben. Ebben az esetben a WRI végzi a megjelenítést, míg a YARPP a háttérben dolgozik.

source: Thumbnail width / height
hu_hu: Bélyegkép szélesség / magasság

source: Operation of thumbnail size settings are template dependent.
hu_hu: A bélyegkép méret beállítás működése template függő.

source: This option allows you manual assignment of items (e.g. assign some product to a post). Assignment can be made on post edit pages, if this checkbox is on. (pro)
hu_hu: Ez az opció teszi lehetővé a manuális hasonlóság összerendelést (például néhány termék rendelhető egy bejegyzéshez). Az összerendelések a bejegyzések szerkesztő lapjain végezhetők el, ha ez a jelölőnégyzet be van kapcsolva. (pro)

source: Set up weight of manual item associations. Use higher weight to your manual bindings enforced better. Default: 100.
hu_hu: Állítsa be a manuális hasonlóság beállítás kiértékelési súlyát. Magasabb érték megadásával a manuálisan megadott összerendelés nagyobb súlyú lesz. Alapértelmezett érték: 100

source: WRI Similarity Marker Categories are special categories for setting relationships between different elements, helping to increase the correlation between them. If you switch it on, the categorization metabox appears on edit pages of all used post types.
hu_hu: A WRI hasonlóság jelölő kategóriák speciális kategóriák, kimondottan a különböző elemek közötti kapcsolatok beállítására. Bekapcsolásakor megjelenik a kategorizálási metabox az összes használt bejegyzés típus szerkesztő oldalán.

source: Post types used by WRI
hu_hu: WRI-ben használt bejegyzés típusok

source: You can select the post types you want to be treated. IMPORTANT: if you change this setting, you may need to save YARPP settings again in Settings -> Related Posts (YARPP) menu item, to refresh them.
hu_hu: Válassza ki a kezelendő bejegyzés típusokat. FONTOS: a beállítás megváltoztatása után szükség van a YARPP beállítások újra elmentésére a <i>Beállítások -> Hasonló bejegyzések (YARPP)</i> menüpontban, hogy azok frissüljenek.

source: WooCommerce automatically show some related products. Set this option on to hide it, to avoid duplication of WRI and WooCommerce related items.
hu_hu: WooCommerce automatikusan megjelenít néhány hasonló bejegyzést. Ennek kikapcsolásához jelölje be ezt a jelölőnégyzetet, hogy ne jelenjenek meg duplán a WRI és a WooCommerce hasonló elemek.

source: Please set at least one post type in <i>Post types used by WRI</i> field of <i>General</i> tab.
hu_hu: Kérjük legalább egy bejegyzés típust válasszon a <i>WRI-ben használt bejegyzés típusok</i> mezőben az <i>Általános</i> fülön.

source: Related <i>%s</i>
hu_hu: Hasonló <i>%s</i>

source: The settings below overwrite YARPP default display settings specially for <b><i> %s items</i></b>.
hu_hu: Az alábbi beállítások felülírják a YARPP alapértelmezett megjelenítési beállításait, a <b> %s elemekre</b> vonatkozóan.

source: Leave these settings empty if YARPP default settings are appropriate for %s items.
hu_hu: Hagyja ezeket a beállításokat üresen, ha a YARPP alapértelmezett beállítások megfelelőek a %s elemek esetén.

source: Specify a unique title for this type of related posts. (You can see the post type in the header of this section.) Leave the field empty if YARPP default title setting is right for this post type.
hu_hu: Egyedi cím meghatározás ehhez a bejegyzés típushoz. Hagyja üresen a mezőt, amennyiben a YARPP-ban beállított érték megfelelő.

source: Before / after title HTML tags
hu_hu: Cím előtti és utáni HTML tag-ek

source: Operation of these settings is template dependent.
hu_hu: A beállítás működése template függő.

source: Show selected cross taxonomy metaboxes on %s admin page (pro)
hu_hu: A bejelölt kereszt kategória metaboxok megjelenítése a %s szerkesztő felületen (pro)

source: Cross taxonomies can be used to increase similarities using common categorization between different post types. For example, you can switch on WordPress standard post categories for products, so the post category metabox appears on products admin page. In this way, different post types can be in the same category, increasing the similarity rates.
hu_hu: Kereszt kategóriákkal növelhető az elemek közötti hasonlóság, amely közös kategorizálási rendszer használatát jelenti a különböző bejegyzés típusok kötött. Például bekapcsolható, hogy a WordPress normál kategóriái mondjuk a termékeknél is megjelenjenek, így a bejegyzés kategorizálási metabox megjelenik a normál bejegyzéseken kívül a termékek adminisztrációs felületén is. Ezen a módon a különböző bejegyzés típusok azonos kategória rendszerbe sorolhatók, növelve a hasonlóságot közöttük.

source: Suggested YARPP Settings
hu_hu: Javasolt YARPP beállítások

source: Using WRI plugin, YARPP similarity search service works in the background, so it is important to apply right YARPP settings.
hu_hu: A WRI plugin használatával a YARPP hasonlóság keresés a háttérben dolgozik, így lényeges a YARPP opciók megfelelő beállítása.

source: Choose <i>Settings -> Related Posts (YARPP)</i> item in WordPress Admin menu to setup YARPP options.
hu_hu: Válassza a <i>Beállítások -> Hasonló bejegyzések (YARPP)</i> menüpontot a WordPress Admin felületen a YARPP beállításokhoz.

source: "Relatedness" options
hu_hu: "Hasonlósági" beállítások

source: Set all options of similarity evaulation, especially for consideration of custom post types categories and tags in <i>"Relatedness" options</i> section. Use <i>Screen Options</i> button on the upper right side of YARPP options page and check <i>"Relatedness" options</i> checkbox to display this section.
hu_hu: Állítsa be a hasonlóság kiértékelés opciókat, különösen az egyedi bejegyzés típus kategóriákat és címkéket a <i>"Hasonlósági opciók"</i> metabox-ban. Használja a jobb felső sarokban lévő <i>Képernyő beállításai</i> gombot YARPP beállítások oldalon, és jelölje be a <i>"Hasonlósági opciók"</i> jelölőnégyzetet, ha ez a metabox nem jelent meg eredetileg.

source: Automatically display
hu_hu: Automatikus megjelenítés

source: Turn off Automatically display checkbox to disable YARPP display of related posts. In this case WRI displays related items, while YARPP works in the background.
hu_hu: Kapcsolja ki az Automatikus megjelenítés (Automatically display) jelölőnégyzetet, így letiltható, hogy a YARPP megjelenítse a hasonló elemeket. Ebben az esetben a WRI végzi a megjelenítést, míg a YARPP a háttérben dolgozik.

source: <h3>Related items on %s reference pages</h3>
hu_hu: <h3>Hasonló elemek a %s referencia lapokon</h3>

source: On reference item tabs you can set how to display related items for the item type appointed by the actual tab. For example, if you want to set how to display related PRODUCTS for POSTS, you can use settings in PRODUCTS row on POST Reference Items tab. Such a matrix-like way you can specify all necessary variations of display settings.
hu_hu: A referencia elemek tab fülein beállítható, hogy hogyan jelenjenek meg a hasonló elemek az adott fülnek megfelelő elemekhez kapcsolódóan. Például a normál bejegyzésekhez hasonló termékek megjelenítését akarja beállítani, a Bejegyzés tab fülön lévő Termékek sorban kell a beállításokat megadni. Ezzel a mátrix szerű megoldással az eltérő bejegyzés típusok specialitásai kezelhetők.

source: Related items display setting on <b><i>%1s pages</i></b> and <b><i>%2s archive pages</i></b>
hu_hu: Hasonló elemek megjelenítési beállítása a <b><i>%1s lapokon</i></b> és <b><i>%2s archív oldalakon</i></b>

source: Display order of blocks
hu_hu: Blokkok kijelzési sorrendje

source: List/Thumbnail
hu_hu: Lista/Bélyegkép

source: Yarpp custom Template
hu_hu: Yarpp egyedi sablon

source: score (high relevance to low)
hu_hu: pontszám (magastól az alacsonyig)

source: score (low relevance to high)
hu_hu: pontszám (alacsonytól a magasig)

source: date (new to old)
hu_hu: dátum (újtól a régiig)

source: date (old to new)
hu_hu: dátum (régitől az újig)

source: title (alphabetical)
hu_hu: cím (ábc sorrendben)

source: title (reverse alphabetical)
hu_hu: cím (fordított ábc sorrendben)

source: Top of page
hu_hu: Lap tetején

source: Bottom of page
hu_hu: Lap alján

source: None or just widgets
hu_hu: Sehol (vagy csak widgeteken)

source: Top of items
hu_hu: Elemek előtt

source: Bottom of items
hu_hu: Elemek után

source: List
hu_hu: Lista

source: Thumbnail
hu_hu: Bélyegkép

source: According to YARPP display options
hu_hu: YARPP kijelzési beállítások szerint

source: Field Descriptions
hu_hu: Megnevezés

source: Specify the order of displayed items for this type of related posts. Leave the field empty if YARPP default order setting is right for this post type.
hu_hu: Egyedi sorrend meghatározás ehhez a bejegyzés típushoz. Hagyja üresen a mezőt, amennyiben a YARPP-ban beállított érték megfelelő.

source: Specify a unique limit of displayed items for this type of related posts. Leave the field empty if YARPP default limit setting is right for this post type.
hu_hu: Egyedi megjelenítési limit meghatározás ehhez a bejegyzés típushoz. Hagyja üresen a mezőt, amennyiben a YARPP-ban beállított érték megfelelő.

source: Specify a unique threshold for this type of related posts. Leave the field empty if YARPP default threshold setting is right for this post type. The lover limit may cause a higher hit number.
hu_hu: Egyedi hasonlósági küszöbérték meghatározás ehhez a bejegyzés típushoz. Hagyja üresen a mezőt, amennyiben a YARPP-ban beállított érték megfelelő.

source: Position of items on single item pages.
hu_hu: Hasonló elemek elhelyezkedése a normál oldalakon.

source: Position in Archives
hu_hu: Elhelyezkedés az archív oldalakon (pro)

source: Position of items on archive item pages.
hu_hu: Hasonló elemek elhelyezkedése az archív oldalakon.

source: You can set the order of blocks displayed on the same position. For example if you set related posts and products on the bottom of page, you can set the order of these two blocks.
hu_hu: Beállítható a hasonlósági blokkok sorrendje, amelyek ugyanabban a pozícióban jelennek meg. Például ha beállítja a hasonló bejegyzések és termékek kijelzését a lap aljára, beállítható, hogy ez a két blokk milyen sorrendben jelenjen meg.

source: You can set list or thumbnail mode, or to use settings in Yarpp plugin.
hu_hu: Kiválasztható a Lista vagy bélyegkép mód, vagy a YARPP plugin beállításainak használata.

source: Your own template files can be used. Your templates should be in main directory of your active theme, the file name must conform to following naming convention: yarpp-template-....php. Please find more details about templates in Yarpp documentations.)
hu_hu: Saját template állományok használhatók. A template fájlnak az aktív téma fő könyvtárában kell lennie, az állomány névnek pedig meg kell felelnie a következő névkonvenciónak: yarpp-template-....php. További információk a template kezeléssel kapcsolatban a YARPP dokumentációban találhatók.)

source: Upgrade to PRO version
hu_hu: Upgrade a PRO verzióra

source: Common categories for relationships
hu_hu: Közös hasonlósági kategóriák

source: Manual relationship assignments
hu_hu: Manuális elem összerendelés

source: More positioning options
hu_hu: Új lehetőségek az elemek elhelyezésére

source: Display related items on archive pages
hu_hu: Hasonló elemek megjelenítése az archív oldalakon

source: Configurable number of thumbnail columns
hu_hu: Beállítható oszlopszám a bélyegképes megjelenítésnél

source: Use different related item widget on different reference item types
hu_hu: Különböző hasonló elem widget használhatósága a különböző referencia elem típushoz.

source: Use related item widget on archive pages
hu_hu: Hasonló elemek widget használata az archív oldalakon

source: Manual assignment of items is possible. This way you can define explicit relationship between different items (e.g. assign some product to a post or two related posts to each other)
hu_hu: Manuális elem összerendelési lehetőség. Ezen a módon közvetlenül lehet hasonlóságot beállítani különböző elemek között (például hozzárendelhető néhány termék egy bejegyzéshez, vagy két hasonló bejegyzés egymáshoz).

source: Hide title
hu_hu: Cím elrejtés

source: Title
hu_hu: Cím

source: Display in Singles
hu_hu: Megjelenik normál oldalakon

source: Display in Archives (pro)
hu_hu: Megjelenik archív oldalakon

source: List or Thumbnail mode
hu_hu: Lista vagy Bélyegkép mód

source: Thumbnail size (width/height)
hu_hu: Bélyegkép méret (szélesség/magasság)

source: Maximum number of characters for excerpt displayed
hu_hu: Szemelvényből megjelenítendő karakterek maximális száma

source: Hide widget if related items for this reference post type displayed directly on the post page, preventing duplicated display
hu_hu: Widget elrejtése, ha ehhez a forrás bejegyzés típushoz kapcsolódó elemek megjelennek közvetlenül a bejegyzés lapon, így elkerülve a duplikált megjelenítést.

source: Display related items only on following post type pages (pro)
hu_hu: Hasonló elemek kijelzése kizárólag a következő bejegyzés típusú oldalakon (pro)

source: Custom template: (according to Yarpp template mechanism)
hu_hu: Egyedi sablon: (a YARPP template mechanizmus szerint)

source: Could not create directory.
hu_hu: A könyvtár nem hozható létre.

source: Error copying file!
hu_hu: Hiba az állomány másolásban!

source: Related items is presented by WP Related Items Plugin.
hu_hu: A hasonló elemek megjelenítését a WP Related Items plugin végezte.

source: WRI Similarity Marker Categories
hu_hu: WRI hasonlóság jelölő kategóriák

source: WRI Similarity Marker Category
hu_hu: WRI Similarity Marker Categories

source: Search WRI Categories
hu_hu: WRI kategória keresés

source: All WRI Categories
hu_hu: Összes WRI kategória

source: Parent WRI Category
hu_hu: Felettes WRI kategória

source: Edit WRI Category
hu_hu: WRI kategória szerkesztés

source: Update WRI Category
hu_hu: WRI kategória módosítás

source: Add New WRI Category
hu_hu: Új WRI kategória

source: New WRI Category Name
hu_hu: Új WRI kategória név

source: No products found which match your selection.
hu_hu: Nem található a feltételeknek megfelelő termék.
